Enterprise_Serivces/Cert/SilverGroup2/SecurityService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/channel/security/contracts/2010/05/ISecurityService/GetValidDevices</wsa:Action><wsa:MessageID>uuid:53b030f0-305e-4ab1-b60b-0fe4dac28073</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://securityservicechannelqa1.testgs.pvt/SecurityService.svc</wsa:To></soap:Header><soap:Body><GetValidDevices xmlns="http://www.gamestop.com/services/channel/security/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><OpenIdClaimedIdentifier xmlns="http://www.gamestop.com/services/channel/security/messages/2014/05">/ID/09191613474481hAvincqn-0_2dp6SLAQhNQ</OpenIdClaimedIdentifier></request></GetValidDevices></soap:Body></soap:Envelope>